{
  "version": "2.1",
  "vocab_size": 987,
  "encoder": {
    "[E:pad]": 0,
    "[E:start]": 1,
    "[E:end]": 2,
    "[E:unk]": 3,
    "[E:sep]": 4,
    "[E:mask]": 5,
    "[E:Q]": 6,
    "[E:A]": 7,
    "[E:user]": 8,
    "[E:forge]": 9,
    "[E:assistant]": 10,
    "[E:system]": 11,
    "[E:tool]": 12,
    "[E:tool_out]": 13,
    "[E:tool_end]": 14,
    "[E:out_end]": 15,
    "[E:img]": 16,
    "[E:audio]": 17,
    "[E:video]": 18,
    "[E:vision]": 19,
    "[E:gen_img]": 20,
    "[E:avatar]": 21,
    "[E:speak]": 22,
    "[E:listen]": 23,
    "[E:web]": 24,
    "[E:read]": 25,
    "[E:write]": 26,
    "[E:screen]": 27,
    "[E:exec]": 28,
    "[E:nl]": 29,
    "[E:tab]": 30,
    "[E:code]": 31,
    "[E:/code]": 32,
    "[E:think]": 33,
    "[E:/think]": 34,
    "[E:err]": 35,
    "[E:warn]": 36,
    "[E:ok]": 37,
    "[E:info]": 38,
    "[E:memory]": 39,
    "[E:learn]": 40,
    "[E:emotion]": 41,
    "[E:context]": 42,
    "!": 43,
    "\"": 44,
    "#": 45,
    "$": 46,
    "%": 47,
    "&": 48,
    "'": 49,
    "(": 50,
    ")": 51,
    "*": 52,
    "+": 53,
    ",": 54,
    "-": 55,
    ".": 56,
    "/": 57,
    "0": 58,
    "1": 59,
    "2": 60,
    "3": 61,
    "4": 62,
    "5": 63,
    "6": 64,
    "7": 65,
    "8": 66,
    "9": 67,
    ":": 68,
    ";": 69,
    "<": 70,
    "=": 71,
    ">": 72,
    "?": 73,
    "@": 74,
    "A": 75,
    "B": 76,
    "C": 77,
    "D": 78,
    "E": 79,
    "F": 80,
    "G": 81,
    "H": 82,
    "I": 83,
    "J": 84,
    "K": 85,
    "L": 86,
    "M": 87,
    "N": 88,
    "O": 89,
    "P": 90,
    "Q": 91,
    "R": 92,
    "S": 93,
    "T": 94,
    "U": 95,
    "V": 96,
    "W": 97,
    "X": 98,
    "Y": 99,
    "Z": 100,
    "[": 101,
    "\\": 102,
    "]": 103,
    "^": 104,
    "_": 105,
    "`": 106,
    "a": 107,
    "b": 108,
    "c": 109,
    "d": 110,
    "e": 111,
    "f": 112,
    "g": 113,
    "h": 114,
    "i": 115,
    "j": 116,
    "k": 117,
    "l": 118,
    "m": 119,
    "n": 120,
    "o": 121,
    "p": 122,
    "q": 123,
    "r": 124,
    "s": 125,
    "t": 126,
    "u": 127,
    "v": 128,
    "w": 129,
    "x": 130,
    "y": 131,
    "z": 132,
    "{": 133,
    "|": 134,
    "}": 135,
    "~": 136,
    "¡": 137,
    "¢": 138,
    "£": 139,
    "¤": 140,
    "¥": 141,
    "¦": 142,
    "§": 143,
    "¨": 144,
    "©": 145,
    "ª": 146,
    "«": 147,
    "¬": 148,
    "®": 149,
    "¯": 150,
    "°": 151,
    "±": 152,
    "²": 153,
    "³": 154,
    "´": 155,
    "µ": 156,
    "¶": 157,
    "·": 158,
    "¸": 159,
    "¹": 160,
    "º": 161,
    "»": 162,
    "¼": 163,
    "½": 164,
    "¾": 165,
    "¿": 166,
    "À": 167,
    "Á": 168,
    "Â": 169,
    "Ã": 170,
    "Ä": 171,
    "Å": 172,
    "Æ": 173,
    "Ç": 174,
    "È": 175,
    "É": 176,
    "Ê": 177,
    "Ë": 178,
    "Ì": 179,
    "Í": 180,
    "Î": 181,
    "Ï": 182,
    "Ð": 183,
    "Ñ": 184,
    "Ò": 185,
    "Ó": 186,
    "Ô": 187,
    "Õ": 188,
    "Ö": 189,
    "×": 190,
    "Ø": 191,
    "Ù": 192,
    "Ú": 193,
    "Û": 194,
    "Ü": 195,
    "Ý": 196,
    "Þ": 197,
    "ß": 198,
    "à": 199,
    "á": 200,
    "â": 201,
    "ã": 202,
    "ä": 203,
    "å": 204,
    "æ": 205,
    "ç": 206,
    "è": 207,
    "é": 208,
    "ê": 209,
    "ë": 210,
    "ì": 211,
    "í": 212,
    "î": 213,
    "ï": 214,
    "ð": 215,
    "ñ": 216,
    "ò": 217,
    "ó": 218,
    "ô": 219,
    "õ": 220,
    "ö": 221,
    "÷": 222,
    "ø": 223,
    "ù": 224,
    "ú": 225,
    "û": 226,
    "ü": 227,
    "ý": 228,
    "þ": 229,
    "ÿ": 230,
    "Ā": 231,
    "ā": 232,
    "Ă": 233,
    "ă": 234,
    "Ą": 235,
    "ą": 236,
    "Ć": 237,
    "ć": 238,
    "Ĉ": 239,
    "ĉ": 240,
    "Ċ": 241,
    "ċ": 242,
    "Č": 243,
    "č": 244,
    "Ď": 245,
    "ď": 246,
    "Đ": 247,
    "đ": 248,
    "Ē": 249,
    "ē": 250,
    "Ĕ": 251,
    "ĕ": 252,
    "Ė": 253,
    "ė": 254,
    "Ę": 255,
    "ę": 256,
    "Ě": 257,
    "ě": 258,
    "Ĝ": 259,
    "ĝ": 260,
    "Ğ": 261,
    "ğ": 262,
    "Ġ": 263,
    "ġ": 264,
    "Ģ": 265,
    "ģ": 266,
    "Ĥ": 267,
    "ĥ": 268,
    "Ħ": 269,
    "ħ": 270,
    "Ĩ": 271,
    "ĩ": 272,
    "Ī": 273,
    "ī": 274,
    "Ĭ": 275,
    "ĭ": 276,
    "Į": 277,
    "į": 278,
    "İ": 279,
    "ı": 280,
    "Ĳ": 281,
    "ĳ": 282,
    "Ĵ": 283,
    "ĵ": 284,
    "Ķ": 285,
    "ķ": 286,
    "ĸ": 287,
    "Ĺ": 288,
    "ĺ": 289,
    "Ļ": 290,
    "ļ": 291,
    "Ľ": 292,
    "ľ": 293,
    "Ŀ": 294,
    "ŀ": 295,
    "Ł": 296,
    "ł": 297,
    "Ń": 298,
    "==": 299,
    "Ġa": 300,
    "Ġt": 301,
    "====": 302,
    "<|": 303,
    "|>": 304,
    "he": 305,
    "in": 306,
    "ou": 307,
    "re": 308,
    "at": 309,
    "Ġs": 310,
    "on": 311,
    "Ġw": 312,
    "ĠI": 313,
    "Ġc": 314,
    "Ġm": 315,
    "an": 316,
    "<|A": 317,
    "<|A|>": 318,
    "========": 319,
    "<|Q": 320,
    "<|Q|>": 321,
    "es": 322,
    "ing": 323,
    "or": 324,
    "is": 325,
    "Ġy": 326,
    "Ġan": 327,
    "hat": 328,
    "er": 329,
    "it": 330,
    "Ġyou": 331,
    "Ġd": 332,
    "Ġf": 333,
    "al": 334,
    "Ġto": 335,
    "Ġl": 336,
    "ar": 337,
    "Ġb": 338,
    "Ġthe": 339,
    "ĠW": 340,
    "en": 341,
    "Ġp": 342,
    "Ġhe": 343,
    "ve": 344,
    "Ġh": 345,
    "Ġand": 346,
    "Ġo": 347,
    "ĠT": 348,
    "Ġg": 349,
    "Ġin": 350,
    "ee": 351,
    "================": 352,
    "ow": 353,
    "ĠWhat": 354,
    "Ġme": 355,
    "ll": 356,
    "om": 357,
    "ay": 358,
    "Ġ==": 359,
    "Ġ===": 360,
    "lp": 361,
    "Ġis": 362,
    "Ġhelp": 363,
    "ion": 364,
    "th": 365,
    "Ġe": 366,
    "ĠH": 367,
    "Ġwit": 368,
    "Ġwith": 369,
    "ac": 370,
    "st": 371,
    "oo": 372,
    "pp": 373,
    "le": 374,
    "ĠS": 375,
    "Ġcan": 376,
    "un": 377,
    "'s": 378,
    "ĠA": 379,
    "Ġare": 380,
    "ear": 381,
    "ak": 382,
    "Ġcon": 383,
    "ent": 384,
    "ive": 385,
    "ome": 386,
    "ed": 387,
    "ĠE": 388,
    "Ġha": 389,
    "gh": 390,
    "Ġth": 391,
    "Ġbe": 392,
    "us": 393,
    "ce": 394,
    "'m": 395,
    "Ġdo": 396,
    "im": 397,
    "Ġof": 398,
    "Ġre": 399,
    "il": 400,
    "out": 401,
    "ood": 402,
    "Ġn": 403,
    "ur": 404,
    "ation": 405,
    "ist": 406,
    "as": 407,
    "id": 408,
    "Ġor": 409,
    "ld": 410,
    "Ġst": 411,
    "ght": 412,
    "ĠF": 413,
    "ss": 414,
    "Ġfee": 415,
    "ro": 416,
    "Ġab": 417,
    "ight": 418,
    "ly": 419,
    "Ġsh": 420,
    "ĠThe": 421,
    "================================": 422,
    "ain": 423,
    "Ġthat": 424,
    "Ġit": 425,
    "Ġsome": 426,
    "thing": 427,
    "Ġon": 428,
    "ver": 429,
    "Ġlear": 430,
    "Ġlearn": 431,
    "ell": 432,
    "Ġex": 433,
    "Ġabout": 434,
    "ct": 435,
    "ĠG": 436,
    "ND": 437,
    "ot": 438,
    "Ġfr": 439,
    "am": 440,
    "ul": 441,
    "hen": 442,
    "mb": 443,
    "Ġhave": 444,
    "pl": 445,
    "ĠHow": 446,
    "day": 447,
    "Ġli": 448,
    "Ġfor": 449,
    "et": 450,
    "ic": 451,
    "ĠB": 452,
    "ĠAI": 453,
    "reat": 454,
    "our": 455,
    "ad": 456,
    "ĠC": 457,
    "Ġwhat": 458,
    "Ġwor": 459,
    "ould": 460,
    "ake": 461,
    "ry": 462,
    "Ġat": 463,
    "os": 464,
    "ĠIt": 465,
    "ill": 466,
    "LE": 467,
    "IN": 468,
    "Ġgive": 469,
    "oun": 470,
    "ound": 471,
    "ge": 472,
    "ore": 473,
    "Ġsomething": 474,
    "ions": 475,
    "Ġint": 476,
    "are": 477,
    "own": 478,
    "'t": 479,
    "Ġfeel": 480,
    "Ġexpl": 481,
    "ĠM": 482,
    "ies": 483,
    "ep": 484,
    "end": 485,
    "ĠGood": 486,
    "Ġday": 487,
    "eep": 488,
    "ppy": 489,
    "ater": 490,
    "fe": 491,
    "ĠO": 492,
    "Ġword": 493,
    "Ġapp": 494,
    "Ġ2": 495,
    "ol": 496,
    "Ġsal": 497,
    "Ġsalt": 498,
    "Ġ\"": 499,
    "ony": 500,
    "onym": 501,
    "AS": 502,
    "ING": 503,
    "ĠTh": 504,
    "ess": 505,
    "ir": 506,
    "RS": 507,
    "iv": 508,
    "ant": 509,
    "vers": 510,
    "est": 511,
    "Ġfrom": 512,
    "act": 513,
    "ĠWh": 514,
    "Ġsy": 515,
    "od": 516,
    "ble": 517,
    "ĠY": 518,
    "Ġwhen": 519,
    "mbs": 520,
    "Ġdown": 521,
    "ci": 522,
    "ful": 523,
    "Ġim": 524,
    "ke": 525,
    "alk": 526,
    "'re": 527,
    "Ġyour": 528,
    "se": 529,
    "ort": 530,
    "orm": 531,
    "ap": 532,
    "Ġsk": 533,
    "Ġman": 534,
    "ove": 535,
    "Ġmean": 536,
    "osit": 537,
    "her": 538,
    "GE": 539,
    "ĠD": 540,
    "TA": 541,
    "Ġpa": 542,
    "Ġk": 543,
    "rain": 544,
    "Ġ-": 545,
    "AR": 546,
    "Ġass": 547,
    "Ġassist": 548,
    "ĠEn": 549,
    "Ġconvers": 550,
    "Ġconversation": 551,
    "qu": 552,
    "Ġgen": 553,
    "ate": 554,
    "Ġour": 555,
    "using": 556,
    "ew": 557,
    "ste": 558,
    "ĠCan": 559,
    "Ġfeed": 560,
    "ack": 561,
    "umbs": 562,
    "Ġu": 563,
    "Ġup": 564,
    "Ġwell": 565,
    "age": 566,
    "Ġpro": 567,
    "ous": 568,
    "ings": 569,
    "Ġexplain": 570,
    "ON": 571,
    "Ġlike": 572,
    "Ġtalk": 573,
    "Ġas": 574,
    "pe": 575,
    "art": 576,
    "leep": 577,
    "Ġwe": 578,
    "Ġany": 579,
    "appy": 580,
    "if": 581,
    "Ġnee": 582,
    "Ġneed": 583,
    "Ġun": 584,
    "der": 585,
    "'ll": 586,
    "Ġstep": 587,
    "ĠJ": 588,
    "'d": 589,
    "Ġmake": 590,
    "Ġinf": 591,
    "Ġinform": 592,
    "Ġinformation": 593,
    "ach": 594,
    "Ġshare": 595,
    "UND": 596,
    "als": 597,
    "ĠEar": 598,
    "ĠEarth": 599,
    "ise": 600,
    "Ġwater": 601,
    "Ġmany": 602,
    "Ġle": 603,
    "ĠWhy": 604,
    "Ġr": 605,
    "leas": 606,
    "Ġimp": 607,
    "old": 608,
    "Ġgood": 609,
    "Ġloo": 610,
    "Ġloop": 611,
    "ere": 612,
    "Ġ================================": 613,
    "Ġ================================================================": 614,
    "Ġ========================================================================": 615,
    "Ġ============================================================================": 616,
    "ĠBAS": 617,
    "ĠK": 618,
    "ĠKN": 619,
    "ĠKNO": 620,
    "ĠKNOW": 621,
    "ĠKNOWLE": 622,
    "ĠKNOWLED": 623,
    "ĠKNOWLEDGE": 624,
    "Ġfi": 625,
    "Ġcont": 626,
    "enti": 627,
    "Ġfound": 628,
    "Ġkn": 629,
    "Ġbu": 630,
    "Ġcreat": 631,
    "ig": 632,
    "ine": 633,
    "Ġconversations": 634,
    "Ġgener": 635,
    "Ġmad": 636,
    "Ġmade": 637,
    "Ġfeedb": 638,
    "Ġfeedback": 639,
    "Ġte": 640,
    "ks": 641,
    "Ġthumbs": 642,
    "Ġav": 643,
    "Ġmist": 644,
    "Ġmistak": 645,
    "Ġmistakes": 646,
    "ĠN": 647,
    "gu": 648,
    "ter": 649,
    "Ġdon": 650,
    "Ġhelpful": 651,
    "Ġwr": 652,
    "pt": 653,
    "Ġhow": 654,
    "ERS": 655,
    "Ġthere": 656,
    "Ġwould": 657,
    "Ġfun": 658,
    "Ġask": 659,
    "ving": 660,
    "ĠYou": 661,
    "ĠIs": 662,
    "tim": 663,
    "Ġunder": 664,
    "ĠL": 665,
    "Ġtry": 666,
    "ren": 667,
    "Ġconf": 668,
    "Ġbre": 669,
    "Ġbreak": 670,
    "Ġby": 671,
    "Ġsim": 672,
    "use": 673,
    "Ġshort": 674,
    "Ġcl": 675,
    "Ġhere": 676,
    "ance": 677,
    "ĠFr": 678,
    "pic": 679,
    "ally": 680,
    "Ġsun": 681,
    "Ġatom": 682,
    "Ġone": 683,
    "ĠSun": 684,
    "Ġyear": 685,
    "ch": 686,
    "mber": 687,
    "Ġlife": 688,
    "Ġpl": 689,
    "Ġplan": 690,
    "Ġplanet": 691,
    "ace": 692,
    "les": 693,
    "Ġ3": 694,
    "Ġ(": 695,
    "Ġdis": 696,
    "um": 697,
    "Ġheal": 698,
    "Ġhealth": 699,
    "ment": 700,
    "Ġj": 701,
    "Ġthings": 702,
    "Ġopp": 703,
    "Ġopposit": 704,
    "Ġopposite": 705,
    "Ġres": 706,
    "Ġsyn": 707,
    "Ġsynonym": 708,
    "other": 709,
    "ple": 710,
    "Ġant": 711,
    "Ġantonym": 712,
    "Ġcur": 713,
    "Ġcuri": 714,
    "Ġcurious": 715,
    "ull": 716,
    "one": 717,
    "Ġper": 718,
    "Ġpast": 719,
    "ough": 720,
    "ress": 721,
    "Ġintere": 722,
    "Ġinterest": 723,
    "gal": 724,
    "Ġskill": 725,
    "ĠBASE": 726,
    "Ġess": 727,
    "Ġessenti": 728,
    "Ġessential": 729,
    "irs": 730,
    "Ġknow": 731,
    "Ġthis": 732,
    "Ġchat": 733,
    "Ġgiv": 734,
    "EL": 735,
    "EN": 736,
    "ES": 737,
    "Ġassistant": 738,
    "Ġcreated": 739,
    "ĠEnig": 740,
    "ĠEnigm": 741,
    "ĠEnigma": 742,
    "ĠEng": 743,
    "ĠEngine": 744,
    "Ġans": 745,
    "Ġansw": 746,
    "Ġanswer": 747,
    "Ġqu": 748,
    "Ġquest": 749,
    "Ġquestions": 750,
    "Ġgenerate": 751,
    "Ġcontent": 752,
    "Ġwas": 753,
    "Ġsyste": 754,
    "Ġsystem": 755,
    "Ġdes": 756,
    "ned": 757,
    "Ġmod": 758,
    "Ġtrain": 759,
    "able": 760,
    "ĠYes": 761,
    "Ġhelps": 762,
    "Ġavo": 763,
    "Ġavoid": 764,
    "ĠNo": 765,
    "Ġlan": 766,
    "Ġlangu": 767,
    "Ġlanguage": 768,
    "Ġpat": 769,
    "Ġcons": 770,
    "Ġbut": 771,
    "Ġconce": 772,
    "Ġconcept": 773,
    "Ġconcepts": 774,
    "Ġmore": 775,
    "ities": 776,
    "AT": 777,
    "ION": 778,
    "ĠHell": 779,
    "ĠHello": 780,
    "Ġtoday": 781,
    "ĠHi": 782,
    "ank": 783,
    "Ġasking": 784,
    "Ġmor": 785,
    "Ġmorn": 786,
    "Ġmorning": 787,
    "Ġho": 788,
    "Ġgreat": 789,
    "Ġnight": 790,
    "ĠSleep": 791,
    "Ġtake": 792,
    "Ġanything": 793,
    "Ġel": 794,
    "Ġelse": 795,
    "ĠHappy": 796,
    "Ġfre": 797,
    "ĠGoodb": 798,
    "ĠGoodby": 799,
    "ĠGoodbye": 800,
    "ĠSee": 801,
    "Ġunderst": 802,
    "Ġunderstan": 803,
    "Ġunderstand": 804,
    "ĠLet": 805,
    "Ġdif": 806,
    "Ġdiffe": 807,
    "Ġdifferen": 808,
    "Ġdifferent": 809,
    "Ġpart": 810,
    "Ġconfusing": 811,
    "Ġsimpl": 812,
    "Ġsimpler": 813,
    "Ġcour": 814,
    "ĠJu": 815,
    "Ġcor": 816,
    "Ġcorre": 817,
    "Ġcorrect": 818,
    "Ġac": 819,
    "Ġacc": 820,
    "used": 821,
    "ĠThat": 822,
    "Ġok": 823,
    "Ġokay": 824,
    "ĠTell": 825,
    "ice": 826,
    "Ġhappy": 827,
    "Ġmy": 828,
    "itu": 829,
    "AM": 830,
    "Ġ+": 831,
    "Ġcap": 832,
    "Ġcapit": 833,
    "Ġcapital": 834,
    "ĠFrance": 835,
    "ĠP": 836,
    "Ġsky": 837,
    "Ġappear": 838,
    "ue": 839,
    "uring": 840,
    "Ġal": 841,
    "Ġred": 842,
    "Ġtw": 843,
    "gen": 844,
    "Ġatoms": 845,
    "Ġche": 846,
    "ical": 847,
    "Ġdays": 848,
    "Ġwee": 849,
    "Ġweek": 850,
    "ĠThere": 851,
    "ues": 852,
    "atur": 853,
    "Ġmon": 854,
    "Ġmonth": 855,
    "Ġmonths": 856,
    "uar": 857,
    "uary": 858,
    "Ġmak": 859,
    "Ġmaking": 860,
    "ible": 861,
    "Ġonly": 862,
    "Ġapples": 863,
    "Ġaw": 864,
    "Ġaway": 865,
    "Ġdog": 866,
    "Ġmam": 867,
    "Ġmamm": 868,
    "Ġlive": 869,
    "ab": 870,
    "Ġoce": 871,
    "Ġocean": 872,
    "Ġsalty": 873,
    "Ġbec": 874,
    "ause": 875,
    "Ġmin": 876,
    "Ġinto": 877,
    "Ġse": 878,
    "Ġev": 879,
    "ates": 880,
    "Ġlea": 881,
    "Ġsleep": 882,
    "Ġbod": 883,
    "Ġbody": 884,
    "Ġimport": 885,
    "Ġimportant": 886,
    "ones": 887,
    "gy": 888,
    "erc": 889,
    "ercise": 890,
    "Ġimpro": 891,
    "cing": 892,
    "ĠUND": 893,
    "ĠUNDERS": 894,
    "ĠUNDERSTA": 895,
    "ĠUNDERSTAND": 896,
    "ĠUNDERSTANDING": 897,
    "Ġdoes": 898,
    "happy": 899,
    "Ġmeans": 900,
    "Ġfeeling": 901,
    "Ġjo": 902,
    "Ġposit": 903,
    "Ġpositive": 904,
    "Ġem": 905,
    "Ġemot": 906,
    "Ġgo": 907,
    "Ġhot": 908,
    "lease": 909,
    "ite": 910,
    "Ġrespe": 911,
    "Ġrespect": 912,
    "tes": 913,
    "ame": 914,
    "Ġanother": 915,
    "ĠFor": 916,
    "Ġexam": 917,
    "Ġexample": 918,
    "ĠOn": 919,
    "Ġshe": 920,
    "Ġdisc": 921,
    "overe": 922,
    "overed": 923,
    "Ġfire": 924,
    "Ġfiref": 925,
    "Ġfirefl": 926,
    "Ġfireflies": 927,
    "Ġever": 928,
    "Ġevery": 929,
    "Ġfri": 930,
    "Ġfriend": 931,
    "Ġsci": 932,
    "ists": 933,
    "ĠGive": 934,
    "Ġfact": 935,
    "oney": 936,
    "oil": 937,
    "00": 938,
    "Ġpasta": 939,
    "lic": 940,
    "Ġbas": 941,
    "eas": 942,
    "Ġot": 943,
    "Ġother": 944,
    "Ġpull": 945,
    "Ġtight": 946,
    "Ġlace": 947,
    "Ġthr": 948,
    "Ġthrough": 949,
    "ĠEM": 950,
    "ĠAND": 951,
    "Ġsad": 952,
    "Ġhear": 953,
    "times": 954,
    "ĠWould": 955,
    "ract": 956,
    "Ġso": 957,
    "Ġwon": 958,
    "Ġlove": 959,
    "Ġhapp": 960,
    "Ġstress": 961,
    "ĠSome": 962,
    "Ġsound": 963,
    "Ġsounds": 964,
    "Ġnew": 965,
    "Ġout": 966,
    "Ġtopic": 967,
    "Ġang": 968,
    "Ġangry": 969,
    "Ġv": 970,
    "Ġill": 971,
    "Ġille": 972,
    "Ġillegal": 973,
    "Ġway": 974,
    "Ġpre": 975,
    "Ġpret": 976,
    "Ġpretend": 977,
    "Ġhum": 978,
    "Ġhuman": 979,
    "Ġpers": 980,
    "Ġperson": 981,
    "Ġpersonal": 982,
    "ĠLE": 983,
    "ĠLEAR": 984,
    "ĠLEARN": 985,
    "ĠWhen": 986
  },
  "special_tokens": {
    "[E:pad]": 0,
    "[E:start]": 1,
    "[E:end]": 2,
    "[E:unk]": 3,
    "[E:sep]": 4,
    "[E:mask]": 5,
    "[E:Q]": 6,
    "[E:A]": 7,
    "[E:user]": 8,
    "[E:forge]": 9,
    "[E:assistant]": 10,
    "[E:system]": 11,
    "[E:tool]": 12,
    "[E:tool_out]": 13,
    "[E:tool_end]": 14,
    "[E:out_end]": 15,
    "[E:img]": 16,
    "[E:audio]": 17,
    "[E:video]": 18,
    "[E:vision]": 19,
    "[E:gen_img]": 20,
    "[E:avatar]": 21,
    "[E:speak]": 22,
    "[E:listen]": 23,
    "[E:web]": 24,
    "[E:read]": 25,
    "[E:write]": 26,
    "[E:screen]": 27,
    "[E:exec]": 28,
    "[E:nl]": 29,
    "[E:tab]": 30,
    "[E:code]": 31,
    "[E:/code]": 32,
    "[E:think]": 33,
    "[E:/think]": 34,
    "[E:err]": 35,
    "[E:warn]": 36,
    "[E:ok]": 37,
    "[E:info]": 38,
    "[E:memory]": 39,
    "[E:learn]": 40,
    "[E:emotion]": 41,
    "[E:context]": 42
  }
}