{
  "<pad>": 0,
  "<s>": 1,
  "</s>": 2,
  "<unk>": 3,
  " ": 4,
  "!": 5,
  "\"": 6,
  "#": 7,
  "$": 8,
  "%": 9,
  "&": 10,
  "'": 11,
  "(": 12,
  ")": 13,
  "*": 14,
  "+": 15,
  ",": 16,
  "-": 17,
  ".": 18,
  "/": 19,
  "0": 20,
  "1": 21,
  "2": 22,
  "3": 23,
  "4": 24,
  "5": 25,
  "6": 26,
  "7": 27,
  "8": 28,
  "9": 29,
  ":": 30,
  ";": 31,
  "<": 32,
  "=": 33,
  ">": 34,
  "?": 35,
  "@": 36,
  "A": 37,
  "B": 38,
  "C": 39,
  "D": 40,
  "E": 41,
  "F": 42,
  "G": 43,
  "H": 44,
  "I": 45,
  "J": 46,
  "K": 47,
  "L": 48,
  "M": 49,
  "N": 50,
  "O": 51,
  "P": 52,
  "Q": 53,
  "R": 54,
  "S": 55,
  "T": 56,
  "U": 57,
  "V": 58,
  "W": 59,
  "X": 60,
  "Y": 61,
  "Z": 62,
  "[": 63,
  "\\": 64,
  "]": 65,
  "^": 66,
  "_": 67,
  "`": 68,
  "a": 69,
  "b": 70,
  "c": 71,
  "d": 72,
  "e": 73,
  "f": 74,
  "g": 75,
  "h": 76,
  "i": 77,
  "j": 78,
  "k": 79,
  "l": 80,
  "m": 81,
  "n": 82,
  "o": 83,
  "p": 84,
  "q": 85,
  "r": 86,
  "s": 87,
  "t": 88,
  "u": 89,
  "v": 90,
  "w": 91,
  "x": 92,
  "y": 93,
  "z": 94,
  "{": 95,
  "|": 96,
  "}": 97,
  "~": 98,
  "the": 99,
  "is": 100,
  "to": 101,
  "of": 102,
  "and": 103,
  "in": 104,
  "that": 105,
  "it": 106,
  "for": 107,
  "you": 108,
  "was": 109,
  "with": 110,
  "on": 111,
  "are": 112,
  "be": 113,
  "have": 114,
  "this": 115,
  "will": 116,
  "your": 117,
  "from": 118,
  "or": 119,
  "by": 120,
  "not": 121,
  "but": 122,
  "what": 123,
  "all": 124,
  "were": 125,
  "we": 126,
  "when": 127,
  "can": 128,
  "there": 129,
  "an": 130,
  "which": 131,
  "their": 132,
  "if": 133,
  "has": 134,
  "more": 135,
  "also": 136,
  "do": 137,
  "no": 138,
  "my": 139,
  "one": 140,
  "so": 141,
  "our": 142,
  "they": 143,
  "been": 144,
  "would": 145,
  "how": 146,
  "her": 147,
  "him": 148,
  "his": 149,
  "its": 150,
  "may": 151,
  "new": 152,
  "now": 153,
  "old": 154,
  "see": 155,
  "way": 156,
  "who": 157,
  "did": 158,
  "get": 159,
  "just": 160,
  "know": 161,
  "take": 162,
  "come": 163,
  "could": 164,
  "good": 165,
  "some": 166,
  "them": 167,
  "very": 168,
  "after": 169,
  "most": 170,
  "make": 171,
  "should": 172,
  "still": 173,
  "over": 174,
  "such": 175,
  "much": 176,
  "then": 177,
  "first": 178,
  "any": 179,
  "only": 180,
  "other": 181,
  "into": 182,
  "year": 183,
  "hello": 184,
  "hi": 185,
  "yes": 186,
  "please": 187,
  "thank": 188,
  "thanks": 189,
  "sorry": 190,
  "help": 191,
  "AI": 192,
  "You": 193,
  "What": 194,
  "How": 195,
  "Why": 196,
  "When": 197,
  "Where": 198,
  "Q:": 199,
  "A:": 200,
  "User:": 201,
  "Bot:": 202
}